---
kind: property
id: P:Autodesk.Revit.DB.MullionTypeSet.IsEmpty
source: html/c64869aa-c59f-a5c8-6727-3f374615d140.htm
---
# Autodesk.Revit.DB.MullionTypeSet.IsEmpty Property

Test to see if the set is empty.

## Syntax (C#)
```csharp
public virtual bool IsEmpty { get; }
```

## Remarks
If the set is empty then True will be returned, otherwise False.